Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/login_destination/po/*.po
Languages: es

source: Login destination
es: Destino al ingresar al sistema

source: Configure where user will go after login.
es: Configurar dónde irá el usurario luego de ingresar al sistema.

source: URL destination settings
es: Opciones de la URL de destino

source: This is to specify where exactly user should be redirected upon login.
es: Ésto es para especificar exactamente hacia dónde debe ser redirigido el usuario luego de ingresar al sistema.

source: Static URL
es: URL estática

source: <b>Static URL mode:</b> Enter a static path. Example paths are %ex1 or %ex2.
es: <b>Modo URL estática:</b> Ingrese una dirección estática. ejemplos de rutas son %ex1 o %ex2.

source: <b>PHP snippet mode:</b> Enter PHP code to evaluate path. It should return string value (<b>NO %php tags!</b>).
es: <b>Modo PHP snippet:</b> Ingrese código PHP para evaluar la ruta. Debería devolver un valor de tipo cadena (<b>NO incluya etiquetas %php !</b>).

source: Redirection condition settings
es: Opciones para la condición de redirección

source: Set the condition to determine whether redirection should happen or not.
es: Establecer la condición para determinar si la redirección debe suceder o no.

source: Always
es: Siempre

source: List of paths
es: Lista de rutas

source: Redirect condition
es: Condición de redirección

source: <b>Always:</b> Redirection happens always. Redirect condition field is ignored.
es: <b>Siempre:</b> La redirección sucede siempre. El campo de condición de redirección se ignora.

source: <b>List of paths mode:</b> Enter a list of paths, one path per one line. Redirection will happen only when logging from specified pages. Example paths are %ex1 or %ex2.
es: <b>Modo de lista de rutas:</b> Ingrese una lista de rutas, una ruta por línea. La redirección sucederá sólo cuando se esté ingresando al sistema desde las páginas especificadas. Ejemplos de rutas son %ex1 o %ex2.

source: <b>PHP snippet mode:</b> Enter PHP code to find should redirection happen or not (<b>NO %php tags!</b>). It should return boolean value.
es: <b>Modo PHP snippet :</b> Ingrese código PHP para determinar si la redirección deberá suceder o no (<b>NO ingrese etiquetas %php !</b>). Deberá devolver un valor booleano.

source: Login Destination
es: Destino al ingresar al sistema

source: Controls which URL users will be redirected upon login.
es: Controla a qué URL serán redireccionados los usuarios luego de ingresar al sistema.
