Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/tagadelic/po/*.po
Languages: fr

source: Tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
fr: Le module "Tagadelic" permet d'avoir des url dynamiques. <br/>par exemple la page http://www.example.com/tagadelic/list/2,1,5 affichera les tags des vocabulaires 2,1 et 5 les uns en dessous des autres.<br/>la page http://www.example.com/tagadelic/chunk/2,1,5 vous renverra un grand nuage de tags contenant les termes des vocabulaires 2,1 et 5.<br/> Cette liste est limitée à 5 vocabulaires.

source: Tagadelic configuration
fr: Configuration de "Tagadelic"

source: Configure the tag clouds. Set the order, the number of tags, and the depth of the clouds.
fr: Configurer le nuage de tags. Définissez l'ordre, le nombre de tags et le nombre de niveaux dans le nuage de tags.

source: by weight, ascending
fr: par poids croissant

source: by weight, descending
fr: par poids décroissant

source: by title, ascending
fr: par titre croissant

source: by title, descending
fr: par titre décroissant

source: random
fr: aléatoire

source: Tagadelic sort order
fr: Ordre d'affichage des tags

source: Determines the sort order of the tags on the freetagging page.
fr: Détermine l'ordre des tags dans la page de taggage libre

source: Amount of tags
fr: Nombre total de tags

source: The amount of tags that will show up in a cloud.
fr: Nombre total de tags qui doivent etre montrés dans un nuage

source: Number of levels
fr: Nombre de niveaux

source: The number of levels between the least popular tags and the most popular ones. Different levels will be assigned a different class to be themed in tagadelic.css
fr: Le nombre de niveaux entre le plus populaire et le moins populaire. Chaque niveau ont un style différent qui peut etre défini dans tagadelic.css.

source: view all posts tagged with "@tag"
fr: Voir tout les articles taggués avec "@tag"

source: tags in @voc
fr: Tags dans @voc

source: tags for @title
fr: Tags pour @title

source: tags for the current post
fr: Tags de la page courrante

source: Block title
fr: Titre du bloc

source: The title of the block as shown to the user.
fr: Titre du bloc pour les tutilisateurs

source: Tags to show
fr: Tags à montrer

source: The number of tags to show in this block.
fr: Nombre de tags dans ce bloc
