Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/thickbox/po/*.po
Languages: el

source: Image module options
el: Ρυθμίσεις μονάδας image

source: Enable for image nodes
el: Ενεργοποίηση για κόμβους εικόνων

source: Automatically activate Thickbox for all image nodes (requires the image module).
el: Αυτόματη ενεργοποίηση Thickbox για όλους τους κόμβους εικόνων (απαιτεί την μονάδα image).

source: Image derivative
el: Παράγωγο εικόνας

source: Select which image derivative will be loaded.
el: Διαλέξτε πιο παράγωγο εικόνας θα φορτωθεί.

source: Image field options (CCK)
el: Ρυθμίσεις πεδίων εικόνων (CCK)

source: Image field gallery
el: Image field συλλογής

source: Per page gallery
el: Ανά σελίδα συλλογή

source: Per post gallery
el: Ανά δημοσίευμα συλλογή

source: Per field gallery
el: Ανά πεδίο συλλογή

source: Should the gallery be images within a single field, a single post or all images on the page.
el: Η συλλογή θα αποτελείται από εικόνες μέσα σε ένα μόνο πεδίο, ένα δημοσίευμα ή από όλες τις εικόνες στην σελίδα.

source: General options
el: Γενικές επιλογές

source: Enable for login links
el: Ενεργοποίηση για συνδέσμους εισόδου

source: Automatically activate Thickbox for links to user/login.
el: Αυτόματη ενεργοποίηση του Thickbox για παραπομπές στο user/login.

source: Deactivate Thickbox on specific pages
el: Απενεργοποίηση Thickbox σε συγκεκριμένες σελίδες

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
el: Εισάγετε μια σελίδα ανά γραμμή όπως οι διαδρομές για το Drupal. Ο χαρακτήρας '*' είναι μπαλαντέρ. Παραδείγματα είναι %blog για τις σελίδες ιστολογίου και %blog-wildcard για κάθε προσωπικό ιστολόγιο. %front είναι η κεντρική σελίδα.

source: Configure Thickbox behavior.
el: Ρύθμιση συμπεριφοράς του Thickbox.

source: Login
el: Είσοδος

source: Close
el: Κλείσιμο

source: Next >
el: Επόμενη >

source: < Prev
el: < Προηγ

source: or Esc Key
el: ή πλήκτρο ESC

source: Next / Close on last
el: Επόμενο / Κλείσιμο στο τελευταίο

source: Image !current of !total
el: Εικόνα !current από !total

source: Enables Thickbox, a jQuery plugin.
el: Ενεργοποίηση του Thickbox, ένα άρθρωμα jQuery.
