Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/sitemenu/po/*.po
Languages: es

source: This module provides a site map based on the hierarchy of the site's taxonomy. The site map page shows all vocabularies, terms, and recent nodes within each term. It also provides a block that can be used in the side bar as a navigation menu.
es: Este módulo construye un mapa del sitio basándose en la jerarquía de las categorías taxonómicas del sitio. El mapa del sitio muestra los vocabularios, términos y nodos recientes dentro de cada término. También construye un bloque que se puede usar en la zona lateral como menú de navegación.

source: Site map
es: Mapa del sitio

source: Sitemenu
es: Mapa del sitio

source: Settings for the sitemenu module.
es: Construir y configurar un mapa de este sitio web basándose en la taxonomía.

source: none
es: ninguno

source: Description
es: Descripción

source: This is the site map page.
es: Esta página es el mapa de este sitio web.

source: This text will be displayed at the top of the site menu page
es: Este será el texto que se vea en la zona superior de la página con el mapa del sitio

source: Omitted vocabularies
es: Vocabularios omitidos

source: Select vocabularies which should be <b>omitted</b> from listings.
es: Seleccione los vocabularios que deben <strong>omitirse</strong> de los listados.

source: Navigation link text
es: Texto del enlace de navegación

source: site map
es: mapa del sitio

source: The text in the navigation link which points to the site menu page.
es: El texto que tendrá el enlace de navegación que apunta a la página con el mapa del sitio web.

source: Block title text
es: Texto del título del bloque

source: Menu
es: Menú

source: If configured as a block, this text shows as the block title.
es: Si se ha configurado como bloque, éste será el texto que se verá como título del bloque.

source: Show number of nodes for each term
es: Mostrar el número de nodos asignado a cada término

source: Cache the taxonomy tree for performance.
es: Activar caché del árbol de categorías para mejorar el rendimiento.

source: This reduces the load of generating the site menu block for every page, as well as the site map page. It may be suitable only for sites with one language. In some cases, using the i18n module is incompatible with this caching option. In this case, uncheck this box.
es: Esto reduce la carga que implica generar para cada página el bloque del mapa del sitio y la misma página con el mapa del sitio. Puede ser conveniente sólo en aquellos sitios que tengan sólo un idioma activo. En algunos casos, cuando se usa el módulo i18n, la opción de caché es incompatible. En esos casos, desactive esta opción.

source: Show Author and number of Comments (in mousover)
es: Mostrar autor y número de comentarios al pasar el cursor por encima

source: Show vocabulary title in sitemenu block
es: Mostrar el título del vocabulario en el bloque de mapa del sitio

source: Number of nodes to show
es: Número de nodos que se mostrarán

source: Number of nodes to show per taxonomy term. Set to 0 if you do not want nodes to listed.
es: Número de nodos que se mostrarán por término de taxonomía. Déjelo en "0" si no quiere que se muestre nodo alguno.

source: Closing description
es: Descripción de cierre

source: This text will be displayed at the bottom of the site menu page
es: Este texto se mostrará al final de la página con el mapa del sitio

source: Author:
es: Autor:

source: , comments:
es: , comentarios:

source: use sitemenu
es: usar sitemenu

source: administer sitemenu
es: Administrar módulo sitemenu
