Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/modr8/po/*.po
Languages: es, fr

source: Default action
es: Acción por defecto
fr: Action par défaut

source: approve
es: aprobar
fr: approuver

source: delete
es: borrar
fr: supprimer

source: no action
es: no tomar medidas
fr: ne rien faire

source: Number of moderated posts to display per page
es: Número de envios de moderación que se muestran por página
fr: Nombre de soumissions à modérer affichées par page

source: Never
es: Nunca
fr: Jamais

source: Discard log entries older than
es: Descartar entradas del registro anteriores a
fr: Supprimer les entrées plus anciennes que

source: The time log entries should be kept. Older entries will be automatically discarded. Requires crontab.
es: Las entradas del registro temporal se deberían mantener. Las entradas anteriores serán descartadas automáticamente. Requiere crontab.
fr: Les entrées du journal devraient être gardées. Les entrées plus vieilles seront automatiquement supprimées. Requiert crontab.

source: E-mail
es: Correo-e
fr: Courriel

source: Moderator email adress
es: Dirección de correo electrónico del moderador
fr: Adresse courriel du modérateur

source: E-mail notices sent by modr8 will have this as the "From" address. Leave empty to use same "From" address as is used for user registration other administrative notices as set at <a href="@site-info">Site information</a>.
es: Los avisos por correo electrónico enviadas por modr8 modr8 tendrán esta dirección como dirección de "Remitente". Déjelo vacío para usar la misma dirección de "Remitente" que se usa para el registro de usuarios y otros avisos administrativos según esté establecido en <a href="@site-info">Información del Sitio</a>.
fr: Les courriels de notification de Modr8 auront cette adresse de provenance. Laissez vide pour utiliser la même adresse de provenance que celle du site indiquée dans la page <a href="@site-info">Informations du site</a>.

source: Send approval messages
es: Enviar mensajes de aprobación
fr: Envoyer des messages d'approbation

source: Acceptance e-mail subject
es: Tema del mensaje de aceptación
fr: Sujet du courriel d'acceptation

source: Acceptance e-mail
es: Mensaje de aceptación
fr: Courriel d'acceptation

source: Replacement strings are: %macros
es: Las cadenas de substitución son: %macros

source: Send denial messages
es: Enviar mensajes de rechazo
fr: Envoyer des message de refus

source: Denial e-mail subject
es: Tema del mensaje de rechazo
fr: Sujet du courriel de refus

source: Denial e-mail
es: Mensaje de rechazo
fr: Courriel de refus

source: Send a message when taking no action, but only if the moderator enters a "Note to author".
es: Enviar un mensaje cuando no se tome ninguna acción, pero sólo si el moderador envía una "Nota al autor".
fr: Envoyer un message si le modérateur ne fait rien, mais seulement s'il entre une "Note à l'auteur".

source: No action e-mail subject
es: Tema del mensaje cuando no se tome acción
fr: Sujet du courriel de notification de non-action

source: No action e-mail note
es: Mensaje cuando no se tome acción
fr: Courriel de notification de non-action

source: You must either enter a valid e-mail address, or leave the moderator e-mail field empty.
es: Tiene que poner una dirección de correo válida, o dejar el campo de correo del moderarador vacío.
fr: Vous devez soit entrer une adresse courriel valide, soit laisser le champ "Adresse courriel du modérateur" vide.

source: Approve
es: Aprobar
fr: Approuver

source: Delete
es: Eliminar
fr: Supprimer

source: No action
es: No tomar ninguna medida
fr: Ne rien faire

source: Note to author
es: Comentario al autor
fr: Note à l'auteur

source: Submit
es: Enviar
fr: Soummettre

source: Operations
es: Operaciones
fr: Opérations

source: Content
es: Contenido
fr: Contenu

source: The %type with title %title has been approved.
es: El %type con título %title ha sido aprobado.
fr: Le %type ayant pour titre %title has been approved.

source: approval
es: aprobación
fr: approbation

source: denial
es: rechazo
fr: refus

source: note (no action)
es: comentario (sin tomar medidas)
fr: note (pas d'action)

source: You should create an administrator mail address for your site! <a href="@url">Do it here</a>.
es: Debería crear una dirección de correo para el administrador. <a href="@url">Do it here</a>.
fr: Vous devriez créer une adresse courriel administrateur pour votre site! <a href="@url">Faîtes le ici</a>.

source: %type message was sent to %username
es: mensaje %type enviado a %username
fr: un message %type a été envoyé à %username

source: There was a problem sending the %type message to %username
es: Hubo un problema enviando el mensaje %type a %username
fr: Il y a eut un problème lors de l'envoi du message %type à %username

source: An error occurred when trying to load this content.
es: Ocurrió un error cuando se intentaba cargar este contenido.
fr: Une erreur est survenue lors du chargement de ce contenu.

source: Note: @note
es: Comentario: @note

source: Your %type entry entitled "%title" has been approved by our content moderator! Other visitors to %site will now be able to view it. You can visit %node_url to view it yourself. %note Regards, The %site team
es: Su entrada %type titulada "%title" ha sido aprobada por el moderador! Otros visitantes de %site podrán ahora verla. Puede visitar %node_url para verla usted mismo. %note Gracias, El equipo de %site
fr: Votre %type intitulée "%title" a été approuvé par notre modérateur! Les autres visiteurs de %site Pourrons désormais le voir. Vous pouvez vister %node_url pour le voir vous-même. %note Merci de votre participation, L'équipe de %site

source: Your %type entry entitled "%title" has been denied by our content moderator. The content has been deleted from our site. %note Regards, The %site team
es: Su entrada %type titulada "%title" ha sido rechazada por nuestro moderador. El contenido ha sido borrado de nuestro sitio. %note Gracias, El equipo de %site
fr: Votre %type intitulée "%title" a été refusé par notre modérateur! Le contenu a été supprimé de notre site. %note Merci de votre participation, L'équipe de %site

source: Your %type entry entitled "%title" has been reviewed by our content moderator, but not yet approved. %note You can visit %node_url to view it yourself, but is is not yet visible to other site visitors. Regards, The %site team
es: Su entrada %type titulada "%title" ha sido revisada por nuestro moderador, pero aún no ha sido aprobada. %note Puede visitar %node_url para verla usted mismo, pero no es aún visible para el resto de visitantes. Gracias, El equipo de %site
fr: Votre %type intitulée "%title" a été vu par notre modérateur, mais pas encore approuvé. Vous pouvez vister %node_url pour le voir vous-même, mais il n'est pas encore visible aux autres visiteurs. %note Merci de votre participation, L'équipe de %site

source: Action
es: Acción

source: Moderator
es: Moderador
fr: Modérateur

source: Date
es: Fecha

source: Title (view event)
es: Título (vista de eventos)
fr: Titre (voir l'évènement)

source: No log messages available.
es: Registro de mensajes no disponible.
fr: Pas d'entrée visible dans le journal.

source: Overview of all moderation log events for this post
es: Resúmen de todos los eventos del registro de moderación para este envío
fr: Vue de toutes les entrées du journal de modération pour cette soumission.

source: Action:
es: Acción:

source: Date:
es: Fecha:

source: Moderator:
es: Moderador:
fr: Modérateur:

source: E-mail message:
es: Mensaje de correo:
fr: Courriel:

source: Author:
es: Autor:
fr: Auteur:

source: Teaser (as reviewed):
es: Versión recortada (tras revisar):
fr: Extrait (tel qu'il est vu):

source: See the 1 moderation log event for this post
es: Ver el único evento del log de moderación para este envío
fr: Voir l'entrée du journal de modération pour cette soumission.

source: Easy, dedicated moderation of content. Assign the 'moderate content' permission to one or mode user roles. Set up the default moderation option for each node type.
es: Moderación simple y dedicada de contenido. Asigne el permiso de 'moderar contenido' a uno o más de sus roles de usuario. Configure las opciones de moderación por defecto para cada tipo de nodo.
fr: Modération de contenu facile et dédiée. Assignez la permission "Modérer le contenu" à un ou plusieurs rôles d'utilisateurs. Réglez la modération par défaut pour chaque type de noeud.

source: Moderated content
es: Contenido moderado
fr: Modérer le contenu

source: Approve or delete moderated content.
es: Aprobar o borrar contenido moderado.
fr: Approuver ou suppriver le contenu à modérer.

source: Content moderation log
es: Registro del contenido moderado
fr: Voir le journal de modération

source: Show log of all actions on moderated content.
es: Mostrar el registro de todas las acciones sobre el contenido moderado.
fr: Montre le journal de toutes les actions sur le contenu à modérer.

source: Modr8 settings
es: Configuración de modr8
fr: Configuration de Modr8

source: Configure content moderation.
es: Configurar la moderación de contenido.
fr: Configurer la modération de contenu.

source: Moderation
es: Moderación
fr: Modération

source: Moderation log event
es: Evento del registro de moderación
fr: Évènement du journal de modération

source: In moderation queue
es: en cola de moderación
fr: À modérer

source: This %type will be placed in moderation if the %moderate checkbox is selected.
es: Este %type será reemplazado en moderación si el checkbox %moderate está activo.
fr: Ce %type sera placer dans la liste des contenus à modérer si la case %moderate est cochée.

source: @items in moderation
es: @items en moderación
fr: @items à modérer

source: Modr8 moderator's block
es: Bloque modr8 para el moderador
fr: Bloc de modérateur Modr8

source: Moderation queue
es: Cola de moderación
fr: Contenu à modérer

source: Recent additions:
es: Entradas recientes:
fr: Additions récentes:

source: Pending moderation
es: Pendiente de moderación
fr: Modération en attente

source: The post has been submitted for moderation and won't be listed publicly until it has been approved.
es: El envío se ha puesto en la cola de moderación y no será público hasta que haya sido aprobado.
fr: Le contenu a été soumis à modération et ne sera pas affiché publiquement avant d'avoir été approuvé.

source: This %type will be submitted for moderation and will not be accessible to other users until it has been approved.
es: Este %type será puesto en cola de moderación y no será accesible para otros usuarios hasta que haya sido aprobado.
fr: Ce %type sera soumis à modération et ne sera pas accesible publiquement avant d'avoir été approuvé.
