Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/event/po/*.po
Languages: de

source: iCalendar API for Events Modules
de: iCalendar API für Event Module

source: Calendar
de: Kalender

source: Month
de: Monat

source: Month view
de: Monatsansicht

source: Week
de: Woche

source: Week view
de: Wochenansicht

source: Day
de: Tag

source: Day view
de: Tagesansicht

source: Table
de: Tabelle

source: Table view
de: Tabellenansicht

source: List
de: Alle anzeigen

source: List view
de: Listenansicht

source: Events
de: Veranstaltungen

source: Filter by content type
de: Nach Inhaltstyp filtern

source: Filter by taxonomy
de: Nach Kategorie filtern

source: Event rss feed
de: RSS Feed des Events

source: Event dst view
de: dst Ansicht des Events

source: Event ical feed
de: ical Feed des Events

source: Set up how your site handles events.
de: Legen Sie fest, wie ihre Seite Events behandelt.

source: Timezone handling
de: Zeitzonenmanagement

source: Change how timezone information is saved and displayed.
de: Legen sie fest wie Zeitzoneniformationen gespeichert und angezeigt werden sollen.

source: Event overview
de: Eventansicht

source: Change how event summary information is displayed.
de: Legen sie fest wie Eventzusammenfassungen angezeigt werden.

source: Event ical
de: Eveant ical

source: Event time zone input
de: Event Zeitzoneninput

source: Use the sitewide time zone
de: Die Site weite Zeitzone verwenden

source: Use the time zone of the user editing or creating the event
de: Die Zeitzone des Benutzers der das Event ändert oder erstellt verwenden

source: Allow users to set event time zones
de: Die Benutzer können die Event Zeitzone setzen

source: Events are saved with a time zone value. This setting allows you to determine how the time zone is determined when creating or editing an event.
de: Events werden mit einer eigenen Zeitzone gespeichert. Diese Einstellung erlaubt ihnen festzustellen, wie die Zeitzone beim Erstellen oder Editieren festgelegt wurde.

source: Event time zone display
de: Event Zeitzonenanzeige

source: Use the event's time zone
de: Verwende die Zeitzone des Events

source: Use the user's time zone
de: Verwende die Zeitzone des Benuzters

source: Events are saved with a time zone value. This setting allows you to determine if the event's time zone, the sitewide time zone, or the user's personal time zone setting is used to display the time for an event.
de: Events werden mit einer eigenen Zeitzone gespeichert. Diese Einstellung erlaubt ihnen festzustellen, ob die Zeitzone des Events, die Site weite Zeitzone oder die persönliche Zeitzone des Benutzers verwendet wird, um die Zeit für das Event anzuzeigen.

source: Events are saved with a time zone value. This setting allows you to determine how the time zone is determined when creating or editing an event. You must have 'Configurable time zones' enabled in the !url before you can enable user's time zones for this feature.
de: Events werden mit einer eigenen Zeitzone gespeichert. Diese Einstellung erlaubt ihnen festzustellen, wie die Zeitzone beim Erstellen oder Editieren festgelegt wurde. Sie müssen unter !url 'Konfigurierbare Zeitzonen' eingeschaltet haben bevor sie hier Benutzer Zeitzonen einschalten können.

source: date/time settings
de: Datum/Zeit Einstellungen

source: Events are saved with a time zone value. This setting allows you to determine if the event's time zone, the sitewide time zone, or the user's personal time zone setting is used to display the time for an event. You must have 'Configurable time zones' enabled in the !url before you can enable user's time zones for this feature.
de: Events werden mit einer eigenen Zeitzone gespeichert. Diese Einstellung erlaubt ihnen festzustellen, ob die Zeitzone des Events, die Site weite Zeitzone oder die persönliche Zeitzone des Benutzers verwendet wird, um die Zeit für das Event anzuzeigen. Sie müssen unter !url 'Konfigurierbare Zeitzonen' eingeschaltet haben bevor sie hier Benutzer Zeitzonen einschalten können.

source: Time notation preference
de: gewünschtes Zeitformat

source: 24h
de: 24-stündig

source: 12h
de: 12-stündig

source: The time notation system used for entering event times.
de: Das Zeitformatsystem für die Erfassung der Eventzeiten

source: Upcoming event block limit
de: Maximale Anzahl Events im Nächste Events Block

source: Limit the amount of events displayed in the upcoming events block by this amount.
de: Begrenze die Maximale Anzahl Events im Nächste Events Block auf diesen Wert.

source: Default overview
de: Standardübersicht

source: The default event view to display when no format is specifically requested. This is also the view that will be displayed from the block calendar links.
de: Die Standardeventansicht, wenn kein spezifisches Format verlangt wurde. Diese Ansicht wird auch vom Block Kalenderlinks verwendet.

source: Table view default period
de: Standardbereich für Tabellenansicht

source: The default number of days to display in the table view. You can specify a different number of days in the url. More info on the event url format !link
de: Die Standardanzahl von Tagen für die Tabellenansicht. Sie können eine andere Anzahl von Tagen in der URL angeben. Weiter Information über das Event-URL Format finden sie hier !link.

source: here
de: hier

source: Taxonomy filter controls
de: Kategorienfilter

source: Show taxonomy filter control on calendar views
de: Kategorienfilter in Kalenderansicht anzeigen

source: Only show taxonomy filter control when taxonomy filter view is requested
de: Kategorienfilter nur anzeigen, wenn sie verlangt werden

source: Never show taxonomy filter control
de: Kategorienfilter nie anzeigen

source: Content type filter controls
de: Inhaltsfilter

source: Show content type filter control on calendar views
de: Inhaltsfilter in Kalenderansicht anzeigen

source: Only show content type filter control when content type filter view is requested
de: Inahltsfilter nur anzeigen, wenn sie verlangt werden

source: Never show content type filter control
de: Inhaltsfilter nie anzeigen

source: Home
de: Start

source: View all
de: Alle anzeigen

source: Week of !month !day, !year
de: Woche vom !month !day, !year

source: Events at %site
de: Events auf %site

source: iCal support not enabled
de: iCall unterstützung ist nicht eingeschaltet

source: End
de: Ende

source: Tue
de: Die

source: Wed
de: Mit

source: Thu
de: Don

source: Fri
de: Fre

source: Sat
de: Sam

source: Sun
de: Son

source: am
de: vormittags

source: pm
de: nachmittags

source: H
de: Std

source: The year has to be a number.
de: Das Jahr muss eine Nummer sein.

source: Only years from 1000 to 9999 are supported.
de: Es werden nur die Jahre 1000 bis 9999 unterstützt.

source: A year has only 12 months in the Gregorian calendar.
de: Im Gregoriansichen Kalender hat ein Jahr nur 12 Monate.

source: Months with more than 31 day don't exist.
de: Es gibt keine Monate mit mehr als 31 Tagen.

source: A day needs to be a number.
de: Ein Tag muss eine Nummer sein.

source: There are only 12 hours in the day for the am/pm time format.
de: Für das am/pm format können nur 12 Stunden verwendet werden.

source: There are only 24 hours in the day.
de: Für einen Tag können nur 25 Stunden verwendet werden.

source: There are only 60 minutes in the day.
de: Eine Stunde hat höchstens 60 Minuten.

source: (all)
de: (Alles)

source: Select event terms to filter by
de: Wählen sie den Eventbegriff nachdem gefiltert werden soll

source: Select event type to filter by
de: Wählen sie den Eventtyp nachdem gefiltert werden soll

source: Calendar to browse events.
de: Veranstaltungskalender

source: List of upcoming events.
de: Liste der nächsten Veranstaltungen

source: List of upcoming events for node type @name.
de: Liste der nächsten Veranstaltungen für den Node Typ @name.

source: Upcoming events
de: Nächste Veranstaltungen

source: No upcoming events available
de: Keine weiteren Events vorhanden

source: Now
de: Jetzt

source: Show in event calendar
de: Im Eventkalender anzeigen

source: All views
de: Alle Ansichten

source: Only in views for this type
de: Nur in den Ansichten für diesen Typ

source: Never
de: Nie

source: All views: This content type will be available for display on all calendar views, including with other events.<br />Only in views for this type: This content type will only appear in calendar views specific to this type and never with other events.<br />Never: This content type will not be associated with the events calendar.
de: Alle Ansichten: Dieser Inhaltstyp wird in allen Kalenderansichten zum Anzeigen zur Verfügung stehen, auch bei anderen Events.<br />Nur in Ansichten für diesen Typ: Dieser Inahltstyp wird nur in Kalenderansichten für diesen Typ angezeigt und nie zusammen mit anderen Events<br />Nie: Dieser Inhaltstyp wird nie mit den Eventkalender angezeigt.

source: Event has time
de: Das Event hat eine Zeit

source: Is time important for this event? Uncheck if event takes all day.
de: Ist die Zeit wichtig für dieses Event? Nicht ankreuzen, wenn das Event den ganzen Tag dauert.

source: Event has end date
de: Das Event hat eine Enddatum

source: Check if you want to specify end date for this event, then choose end date below.
de: Bitte auswählen, wenn sie für diesen Event ein Enddatum setzen wollen, danach setzen sie bitte unten das Enddatum.

source: Please <a href="!url">select the default timezone</a> for your website before creating events.
de: Bitte <a href="!url">wählen sie die Standardzeitzone</a> für ihre Website aus, bevor sie Events erstellen.

source: Start date
de: Startdatum

source: YYYY-MM-DD HH:MM
de: DD. MM. YYYY HH:MM

source: End Date
de: Enddatum

source: End date
de: Enddatum

source: Time zone
de: Zeitzone

source: Select the time zone this event occurs in.
de: Wählen sie die Zeitzone für dieses Event.

source: Default time zone
de: Standard-Zeitzone

source: Select the default site time zone.
de: Auswahl der Standard-Zeitzone der Website.

source: Select your current local time. Dates and times throughout this site will be displayed using this time zone.
de: Auswahl der Zeitzone. Daten und Zeiten auf der Website werden mit dieser Zeitzone angezeigt werden.

source: Daylight Savings Regions | Current GMT: !date
de: Sommerzeit Regionen | Aktuelle GMT: !date

source: None
de: Keine

source: Egypt
de: Ägypten

source: Asia - Former USSR
de: Asien - Frührer UdSSR

source: Iraq, Syria
de: Irak, Syrien

source: Lebanon, Kirgizstan
de: Libanon, Kirgiesien

source: Palestine
de: Palästina

source: South Australia
de: Süd Australien

source: Australia, Tasmania
de: Australien, Tasmanien

source: New Zealand
de: Neu Seeland

source: Tonga
de: Tongaisch

source: EU and other European countries
de: EU und andere Europäische Länder

source: Russian Federation
de: Russische Förderation

source: North America
de: Nordamerika

source: Cuba
de: Kuba

source: Brazil
de: Brasilien

source: Falklands
de: Falklandinseln

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Mar
de: Mär

source: Oct
de: Okt

source: Dec
de: Dez

source: The event module allows for any type of content to be event enabled, meaning content can have a start and end time, and appear in calendars. The ability to event enable any content type combined with the ability to create new types of content make it possible to create unlimited types of calendars. The ability to broadly event enable content will allow for creative applications combining information and real world events.
de: Das Eventmodul kann aus jedem Inhaltstyp ein Event machen, das bedeutet, dass Inhalte ein Start- und Enddatum haben und in Kalendern erscheinen. Die Möglichkeit aus jedem Inhaltstyp ein Event zu machen, kombiniert mit der Möglichkeit neue Inhaltstypen zu erstellen macht es möglich eine unlimitierte Anzahl von verschiedenen Kalendern zu erstellen. Die Möglichkeit beliebige Inhalte als Events zu verwenden ermöglicht kreative Applikaton in denen Informationen mit realen Events kombiniert werden.

source: The administrator can decide which content types should be events for their site. In content type configuration, administrators can select the calendar view options: never, all views, or only views for this type. For example, this makes it possible to have a general calendar which shows all meetups and house parties in the same calendar, and have a separate calendar for rallies which only contains the rallies content type. Calendars can be customized to view a specific content type or a category of content, using taxonomies.
de: Der Administrator kann frei entscheiden welche Inhaltstpyen dieser Website zu Events werden. In der Inhaltstypen Konfiguration können Administratoren die Anzeige Optionen auswählen: Nie, alle Ansichten, nur Ansichten für diesen Typ. Dies macht es z.B. möglich einen generellen Kalender zu haben, der alle Hausgruppen und Parties anzeigt, und einen separaten Kalender für andere Treffen der nur die 'andere Treffe' Inhaltstypen anzeigt. Kalender können je nach Konfiguration einen spezifischen Inhaltsypt oder eine bestimmte Kategorie anzeigen.

source: Administrators can also set two types of options for events; general event options, and event overview options. General event options are for timezone configuration, time notation formats, and event block configuration. Event overview options allow calendar and table event default views. Administrators can also set general filter controls for content types and categories, via the event taxonomy controls.
de: Administratoren können für die Events zwei Typen von Optionen festlegen; generelle Eventoptionen und Event Ansichtsoptionen. Generelle Eventoptionen setzen die Zeitzone, das Zeitformat und die Eventblockkonfiguration. Event Ansichtsoptionen ermöglichen standard Kalender- und Tabellenansichten. Administratoren können auch generelle Filter für Inhaltstypen und Kategorien setzen, dies geschiet mit Hilfe der Kategoriencontrols.

source: <p>You can</p> <ul> <li>enable content types to be event enabled at <a href="!admin-node-configure-types" title="content type configuration">administer &gt;&gt; content &gt;&gt; content types </a> then click configure for a content type.</li> <li>administer general event options <a href="!admin-settings-event" title="administer events">administer &gt;&gt; settings &gt;&gt; events</a>.</li> <li><a href="!node-add" title="list of content types that can be created">create content</a> and set a start and end time, if the administrator has set that content type to be event enabled.</li> <li>use <a href="!external-http-drupal-org-handbook-modules-rsvp">RSVP</a> or <a href="!external-http-drupal-org-handbook-modules-signup">signup</a> module to invite users to events.</li>
de: <p>Sie können </p> <ul> <li>Inhatstypen Eventfähigkeiten verleihen unter <a href="!admin-node-configure-types" title="content type configuration">Verwalten &gt;&gt; Inhaltsverwaltung &gt;&gt; Inhaltstypen </a> dann clicken sie beim entsprechenden Inhaltstyp auf bearbeiten.</li> <li>Generelle Eventoptionen bearbeiten <a href="!admin-settings-event" title="administer events">Verwalten &gt;&gt; Einstellungen &gt;&gt; Events</a>.</li> <li><a href="!node-add" title="list of content types that can be created">Erstellen sie neue Inhate</a> und setzen sie eine neue Start- und Endzeit falls der Administrator die Eventeigenschafte eingeschaltet hat.</li> <li>Benützen sie <a href="!external-http-drupal-org-handbook-modules-rsvp">RSVP</a> oder das <a href="!external-http-drupal-org-handbook-modules-signup">Signup</a> um andere zu Events einzuladen.</li>

source: For more information please read the configuration and customization handbook <a href="!event">Event page</a>.
de: Für weitere Informationen lesen sie bitte das Konfigurationshandbuch <a href="!event">Event Seite</a>.

source: This is a listing of all the event system's time zones, sorted by daylight savings time regions, and their respective offsets from GMT in seconds. Time zones in the 'None' region do not observe daylight savings time. If you believe there is an error, please first search for the locale on !timeanddate and confirm it. If there is indeed an error please submit a !bugreport on drupal.org so we can fix it.
de: Dies ist eine Auflistung aller Zeitzonen des Eventsystems, sortiert nach Sommerzeit regionen und deren Offset von GMT in Sekunden. Zeitzonen in der 'Keine' Region berücksichtigen keine Sommerzeit. Wenn sie glauben eine Fehler gefunden zu haben, überprüfen sie zuerst die Spracheinstellungen auf !timeanddate. Handelt es sich tatsächlich um einen Fehler, erfassen sie bitte einen Bugreport (!bugreport)auf drupal.org damit wir den ihn beheben können.

source: The year the event starts.
de: Startjahr des Events.

source: The two-digit month (01-12) the event starts.
de: Monat (01-12) an dem des Event startet.

source: The three-letter month (jan-dec) the event starts.
de: Monat (Jan-Dec) an dem das Event startet.

source: The two-digit day of the month (01-31) the event starts.
de: Tag des Monats (01-31) an dem das Event startet.

source: The three-letter day of the week (sun-sat) the event starts.
de: Der Wochentag (Mon-Son)an dem das Event startet.

source: The week number (1-52) of the year the event starts.
de: Die Woche im Jahr (1-52) and dem das Event startet.

source: Upcoming @name
de: Nächste @name

source: 1 day
de: 1 Tage

source: 1 hour
de: 1 Stunde

source: event
de: Veranstaltung

source: limit view to events of this type
de: Beschränke die Ansicht auf Events von diesem Typ.

source: view this event
de: Dieses Event ansehen

source: End:
de: Ende:

source: more info
de: Weitere Informationen

source: Show detailed information for this event.
de: Detaillierte Informatinoen für dieses Event anzeigen.

source: Timezone:
de: Zeitzone:

source: Add to iCalendar
de: Zu iCalendar hinzufügen

source: Add this calendar to your iCalendar
de: Diesen Kalender zu ihrem iCalendar hinzufügen

source: more
de: mehr

source: More events.
de: Weitere Veranstaltungen

source: Events have a start date and an optional end date as well as a teaser and a body. They can be extended by other modules, too.
de: Event haben ein Startdatum und ein optionales Enddatum wie einen Teaser und einen Body. Sie können auch von anderen Modulen erweitert werden.

source: Event module was successfully installed with default options. To customize event and/or location settings for events, please view the <a href="!settings">event content type settings page</a>. Make sure to <a href="!url">select the default timezone</a> for your website before creating events.
de: Das Eventmodu ist mit den Standardoptionen erfolgreich installiert worden. Um Event- und Ortseinstellungen vorzunehemen, zeigen sie bitte die <a href="!settings">Event Inhaltstyp Einstellungsseite an</a>. Stellen sie sicher <a href="!url">die Standardzeitzone einzustellen</a> bevor sie damit beginnen Events zu erstellen.

source: Event module successfully uninstalled
de: Das Eventmodul wurde erfolgreich installiert

source: The basicevent module is no longer supported, it was disabled during the upgrade process.
de: Das Basiceventmodul wird nicht mehr unterstützt, es wrude während dem Upgradeprozess augeschaltet.

source: MySQL database for event module
de: MySQL Datenbank für das Eventmodul

source: Your MySQL Server is too old. Event module 5.2 requires at least MySQL %version. The 5.1 version is compatible with MySQL 3.
de: Ihr MySQL Server ist zu alt. Eventmodul 5.2 benötigt mindestens MySQL %version. Die Version 5.1 ist kompatibel mit MySQL 3.

source: Calendaring API, calendar display and export
de: Kalender API, Kalender anzeige und export

source: All day
de: ganzer Tag

source: Event All Day
de: ganztägiges Event

source: Allows creation of all-day events.
de: Erlaube das erstellen von ganztägigen Events.

source: <p>The Event Views module makes the event fields available to the Views module, and creates default event views that filter dates using a drop-down date selector, the jscalendar selector, or by arguments in the url. Set up a default event view by going to %link and select <strong>add</strong>. Save the default views as-is or make any changes you like.</p>
de: <p>Das Eventviewsmodul stellt die Evensfelder dem Viewsmodul zur Verfügung. Damit erstellt es Standardeventansichten mit eine Drop-Down Datumcontrol, dem jscalendar selector oder mit argument aus der URL. Sie können eine Standardeventque unter %link und dann <strong>Hinzufügen</strong> erstellen. Speichern sie die Standardview oder nehemn sie beliebige Änderungen vor.</p>

source: <p>You can change the format of the output. The default views display a list of events, but you can change it to a table or a teaser list in the <strong>Page</strong> settings. You can also add or remove fields from the view.</p>
de: Sie können das Outputformat anpassen. Die Standardansicht zeigt eine Liste von Events, aber sie können in den <strong>Page</strong> Einstellungen auch eine Tabellen oder Teaseransicht wählen. Sie können auch Felder von der Ansicht entfernen oder hinzufügen.

source: <p>You can filter events in several ways. Use filters to pre-select a date range, expose those filters to allow the viewer to select a date range, or eliminate the filters and give the view year, month, and day arguments to filter the events by the url (i.e. YYYY/MM/DD).</p>
de: <p>Events können auf verschiende Arten gefiltert werden. Verwenden sie Filter um einen Datumsbreich auszuwählen, sie können diese Filter dem Benutzer anzeigen damit er selbst einen Datumsbereich auswählen kann oder eleminieren sie die Filter und geben der Ansicht Jah, Monat und Tag Argumente um die Events via URL zu filtern (z.B. YYYY/MM/DD).</p>

source: now
de: jetzt

source: Event: Start Time
de: Event: Startzeit

source: Event: End Time
de: Event: Endzeit

source: Event: Timezone
de: Event: Zeitzone

source: Event: Start Date
de: Event: Startdatum

source: This filter allows events to be filtered by their start date. Enter dates in the format: YYYY-MM-DD HH:MM:SS. Enter 'now' to use the current time. You may enter a delta (in seconds) to the option that will be added to the time; this is most useful when combined with now. If you have the jscalendar module from jstools installed, you can use a popup date picker here.
de: Dieser Filter ermöglicht Event nach Startdatum zu filtern. Geben Sie die Daten im Format YYYY-MM-DD HH:MM:SS ein. Geben sie 'jetzt' ein um die aktuelle Ziet zu verwenden. Sie können ein Delta (in Sekunden) eingeben das zur Zeit hnzugezählt wird; das ist sehr nützlich in Kombination mit jetzt. Wenn sie das jscalendar modul von jstools installiert haben, können sie hier einen Popup Datepicker verwenden.

source: Event: End Date
de: Event: Enddatum

source: This filter allows events to be filtered by their end date. Enter dates in the format: YYYY-MM-DD HH:MM:SS. Enter 'now' to use the current time. You may enter a delta (in seconds) to the option that will be added to the time; this is most useful when combined with now. If you have the jscalendar module from jstools installed, you can use a popup date picker here.
de: Dieser Filter ermöglicht Event nach Enddatum zu filtern. Geben Sie die Daten im Format YYYY-MM-DD HH:MM:SS ein. Geben sie 'jetzt' ein um die aktuelle Ziet zu verwenden. Sie können ein Delta (in Sekunden) eingeben das zur Zeit hnzugezählt wird; das ist sehr nützlich in Kombination mit jetzt. Wenn sie das jscalendar modul von jstools installiert haben, können sie hier einen Popup Datepicker verwenden.

source: Event: Start Year
de: Evenat: Startjahr

source: Filter by year. Use the option to select the date field to filter on.
de: Nach Jahr filtern.

source: Event: Start Month
de: Event: Startmonat
