Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/event/po/*.po
Languages: de

source: Filter by month. Use the option to select the date field to filter on.
de: Nach Monat filtern.

source: Event: Start Day
de: Event: Starttag

source: Filter by day. Use the option to select the date field to filter on.
de: Nach Tag filtern.

source: Event: Type
de: Event: Typ

source: A node type selector that is limited to event-enabled node types. Use as exposed filter that only contains event node types.
de: Eine Inahltstyp Auswahl, die auf eventfähige Inhaltstpyen beschränkt ist. Wird als Filter für den Benutzer verwendet, das nur eventfähige Inhaltstpyen anzeigt.

source: Filter by the event year (YYYY).
de: Nach Eventjahr (YYYY) filtern.

source: Filter by the event month (1-12). Place this argument after a 'Year' argument.
de: Nach Eventmonat (1-12) filtern. Dieses Argument kommt nach dem 'Jahr' Argument

source: Filter by the event day (1-31). Place this argument after a 'Year' and a 'Month' argument.
de: Nach Eventtag (1-31) filtern. Dieses Argument kommt nach dem 'Jahr' und 'Monat' argument.

source: Event: Start Week
de: Event: Startowche

source: Filter by the week number (1-52). Place this argument after a 'Year' argument.
de: Nach Eventwoche (1-52) fltern. Dieses Argument kommt nach dem 'Jahr' Argument.

source: Week
de: Woche

source: N/A
de: leer

source: event_select
de: Event Auswahl

source: Events list filtered by drop-down date selector.
de: Eventliste nach Drop-Down Datum Auswahl gefiltert.

source: event list
de: Eventliste

source: Title
de: Überschrift

source: Start Time:
de: Startzeit:

source: End Time:
de: Endzeit:

source: Start Year:
de: Startjahr:

source: Start Month:
de: Startmonat:

source: Start Day:
de: Starttag:

source: Events list filtered by js date selector.
de: Event wird von Javascript Datumselektor gefiltert.

source: Start Date
de: Startdatum

source: event_date
de: Eventdatum

source: Events list filtered by url arguments.
de: Eventliste nach URL Argumenten gefiltert.

source: Year
de: Jahr

source: As Short Date
de: Als kurzes Datum

source: As Medium Date
de: Als mitleres Datum

source: As Long Date
de: Als langes DAtum

source: As Custom Date
de: Als benutzerdefiniertes Datum

source: As Time Ago
de: Als vergangene Zeit

source: event_views
de: Eventansicht

source: Event Views
de: Eventansicht

source: Views-enables the event fields and creates default event views.
de: Views schaltet die Eventfelder ein und erstellt Standardeventansichten.
