Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/ubrowser/po/*.po
Languages: it

source: Browse taxonomy
it: Sfoglia tassonomia

source: Browse taxonomy like a file tree.
it: Sfoglia la tassonomia come un albero di file.

source: Search nodes
it: Cerca nodi

source: Display search results in the node box.
it: Mostra risultati di ricerca nel box del nodo.

source: Category browser
it: Browser di categoria

source: Browse nodes in your vocabularies using uBrowser.
it: Sfoglia i nodi nei tuoi vocabolari utilizzanod uBrowser.

source: Display nodes
it: Mostra nodi

source: Display the child nodes of a taxonomy term.
it: Mostra i nodi figli di un termine della tassonomia.

source: Make your choices and click display.
it: Fai le tue scelte e clicca su mostra.

source: PHP to build this uBrowser on a page:
it: PHP usato per costruire questo uBrowser in una pagina:

source: No terms found.
it: Nessun termine trovato.

source: Select a !category
it: Seleziona una !category

source: Select a !category...
it: Seleziona una !category...

source: !Category contains !count !nodes!punctuation
it: !Category contiene !count !nodes!punctuation

source: Select a !nodesg
it: Seleziona un !nodesg

source: Search yielded no results for:
it: La ricerca non ha prodotto alcun risultato:

source: Search yielded 1 result:
it: La ricerca ha prodotto 1 risultato:

source: Search yielded !count results:
it: La ricerca ha prodotto !count risultati:

source: Search
it: Cerca

source: View
it: Mostra

source: Select
it: Seleziona

source: Close
it: Chiudi

source: Display uBrowser
it: Mostra uBrowser

source: Vocabulary
it: Vocabolario

source: Select which vocabulary to browse.
it: Seleziona quale vocabolario sfogliare.

source: Filter by node type
it: Filtra per tipo di nodo

source: Filter results for the following node types
it: Filtra i risultati per i seguenti tipi di nodo

source: Selecting none will display all nodes.
it: Selezionandone nessuno verranno mostrati tutti i nodi.

source: Select button Javascript
it: Seleziona pulsante Javascript

source: Leave blank for no select button.
it: Lascia vuoto per nessun pulsante di selezione.

source: Display options
it: Mostra opzioni

source: Display node IDs
it: Mostra gli ID nodo

source: Display the search form
it: Mostra il form di ricerca

source: Display view button
it: Mostra il pulsante di visualizzazione

source: View nodes in new window
it: Mostra i nodi nella finestra di visualizzazione

source: Display close button
it: Mostra il pulsante di chiusura

source: Allow multiple node selection
it: Permetti selezione di nodi multipli

source: CSS class name
it: Nome class CSS

source: Add a CSS class to the browser.
it: Aggiungi una classe CSS al browser.

source: Alter display terms
it: Alter termini di visualizzazione

source: category
it: categoria

source: node
it: nodo

source: nodes
it: nodi

source: You must include at least one positive keyword with @count characters or more.
it: Devi includere almeno una parola positiva con @count o pi&ugrave; caratteri.

source: Browse taxonomy like a file tree for easy node selection.
it: Sfoglia la tassonomia come un albero di file per una facile selzione dei nodi.
