Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/simplenews/po/*.po
Languages: ca, el

source: This action will only remove you from the newsletter subscription list. If you are registered at our site, your account information will remain unchanged.
ca: Aquesta acció només eliminarà la seva adreça de correu electrònic de la llista de subscripció del butlletí. Si està registrat al lloc, la resta de la seva informació romandrà intacta.
el: Αυτή η ενέργεια θα σας διαγράψει μόνο από το σύνολο όσων λαμβάνουν αυτό το ενημ. δελτίο. Αν έχετε εγγραφεί στον ιστοτόπο μας, οι πληροφορίες του λογαριασμού σας δε θα τροποποιηθούν.

source: %user was successfully removed from the %newsletter subscription list.
ca: %user ha estat eliminat amb èxit de la llista de subscripció %newsletter.
el: ο χρήστης %user έχει διαγραφεί με επιτυχία από το ενημ. δελτίο %newsletter.

source: plain
ca: text pla
el: απλό κείμενο

source: Click here to unsubscribe from this newsletter
ca: Faci clic aquí per a donar-se de baixa d'aquest butlletí
el: Επιλέξατε εδώ για να διαγραφείτε από αυτό το ενημ. δελτίο.

source: Unsubscribe from this newsletter: @url
el: Διαγραφή από αυτό το ενημ. δελτίο: @url

source: Confirmation for %newsletter from %site
ca: Confirmació d'estat per a %newsletter des de %site
el: Επιβεβαίωση για το %newsletter από το %site

source: This is a subscription status confirmation notice for the %newsletter.
el: Αυτή είναι μία ειδοποίηση επιβεβαίωσης της εγγραφής σας στο %newsletter.

source: We have received a request for subscription of your e-mail address, %mail, to the %newsletter from %site (%uri). However, you are already subscribed to this newsletter. If you want to unsubscribe, you can visit our website by using the link at the bottom of this e-mail.
el: Έχουμε λάβει μία αίτηση εγγραφής της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας (%mail) στο ενημ. δελτίο %newsletter του ιστότοπου %site (%uri). Ωστόσο, έχετε ήδη εγγραφεί σε αυτό το δελτίο. Αν θέλετε να διαγραφείτε, μπορείτε να επισκεφτείτε τον ιστοτόπο μας μέσω του συνδέσμου στο τέλος αυτού του μηνύματος.

source: We have received a request for subscription of your e-mail address, %mail, to the %newsletter from %site (%uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
el: Έχουμε λάβει μία αίτηση εγγραφής της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας (%mail) στο ενημ. δελτίο %newsletter του ιστότοπου %site (%uri). Για να βεβαιωθούμε ότι θέλετε να εγγραφείτε σε αυτή τη λίστα, επισκεφτείτε το σύνδεσμο επιβεβαίωσης στο τέλος αυτού του μηνύματος.

source: If you do not wish to be subscribed to this list, please disregard this message.
ca: Si no desitja estar subscrit a aquest butlletí, siusplau ignori aquest missatge.
el: Αν δεν επιθυμείτε την εγγραφή σας σε αυτή τη λίστα, παρακαλούμε αγνοήστε αυτό το μήνυμα.

source: Subscribe link: @url
el: Σύνδεσμος εγγραφής: @url

source: We have received a request for the removal of your e-mail address, %mail, from the %newsletter from %site (%uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
el: Έχουμε λάβει μία αίτηση διαγραφής της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας (%mail) από το ενημ. δελτίο %newsletter του ιστότοπου %site (%uri). Αν θέλετε να διαγραφείτε, απλά ακολουθήστε το σύνδεσμο στο τέλος αυτού του μηνύματος.

source: If you did not make this request, please disregard this message.
el: Αν δεν κάνατε αυτήν την αίτηση, παρακαλούμε να αγνοήσετε αυτό το μήνυμα.

source: Unsubscribe link: @url
el: Σύνδεσμος διαγραφής: @url

source: We have received a request for the removal of your e-mail address, %mail, from the %newsletter from %site (%uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
el: Έχουμε λάβει μία αίτηση διαγραφής της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας (%mail) από το ενημ. δελτίο %newsletter του ιστότοπου %site (%uri). Ωστόσο, δεν έχετε εγγραφεί σε αυτό το δελτίο. Αν θέλετε να εγγραφείτε, μπορείτε να επισκεφτείτε τον ιστοτόπο μας μέσω του συνδέσμου στο τέλος αυτού του μηνύματος.

source: Visit our site: @url
el: Επισκεφτείτε τον ιστοτόπο μας: @url

source: view links in block
ca: Veure enllaços al bloc
el: να εμφανίζονται σύνδεσμοι στο μπλοκ

source: create newsletter
ca: crear un butlletí
el: δημιουργία ενημ. δελτίου

source: edit own newsletter
ca: editar els meus butlletins
el: τροποποίηση δικού σας ενημ. δελτίου

source: administer newsletters
ca: administrar butlletins
el: διαχείριση ενημ. δελτίων

source: send newsletter
ca: enviar un butlletí
el: αποστολή ενημ. δελτίων

source: subscribe to newsletters
ca: subscriure's a aquest butlletí
el: εγγραφή σε ενημ. δελτία

source: The installation of the Simplenews module was unsuccessful.
ca: La instal·lació del mòdul Simplenews ha fallat.
el: Η εγκατάσταση της μονάδας Simplenews απέτυχε.

source: Simplenews module installed tables successfully.
ca: El mòdul Simplenews s'ha instal·lat amb èxit.

source: Send newsletters to subscribed e-mail addresses.
ca: Enviar els butlletins a les adreces de correu subscrites.

source: Send a newsletter to subscribed e-mail addresses.
ca: Enviar un butlletí a les adreces de correu subscrites.

source: sent items
ca: butlletins enviats

source: drafts
ca: esborranys

source: list newsletters
ca: llista de butlletins

source: add newsletter
ca: agregar un butlletí

source: subscriptions
ca: suscripcions

source: list subscriptions
ca: llista de suscripcions

source: import subscriptions
ca: importar suscripcions

source: export subscriptions
ca: exportar suscripcions

source: confirm newsletter subscriptions
ca: confirmar suscripcions al butlletí

source: manage newsletter subscriptions
ca: administrar suscripcions

source: Newsletter: %title
ca: Butlletí: %title

source: We have received a request for subscription of your e-mail address, %mail, to the "%newsletter" newsletter from %site (%uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
ca: Hem rebut una sol·licitud de subscripció de la seva adreça de correu, %mail, al butlletí "%newsletter" desde %site (%uri). Per a confirmar que desitja rebre el nostre butlletí, simplement visiti l'enllaç al final d'aquest correu.

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
ca: Hem rebut una sol·licitud d'eliminació de la seva adreça de correu, al butlletí "%newsletter" des de $site (%uri). Si desitja deixar de rebre el nostre butlletí, siusplau visiti l'enllaç al final d'aquest correu.

source: If you do not wish to be removed from this list, please disregard this message.
ca: Si desitja romandre a la nostra llista de correu, siusplau ignori aquest missatge.

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
ca: Hem rebut una sol·licitud d'eliminació de la seva adreça de correu, al butlletí "%newsletter" desde $site (%uri). No obstant, vostè no rebia el nostre butlletí, si desitja rebre'l, siusplau visiti l'enllaç al final d'aquest correu.

source: You should select at least one newsletter.
ca: Ha de seleccionar com a mínim un butlletí.

source: Select the newsletter(s) to which you want to be subscribed.
ca: Seleccioni el butlletí al que desitja ser subscrit.

source: Unsubscribe from this newsletter:
ca: Donar-se de baixa d'aquest butlletí:

source: Test newsletter sent to %recipient
ca: El butlletí s'ha enviat a %recipient

source: This is a subscription status confirmation notice for the "%newsletter" newsletter.
ca: Això és una notificació de l'estat de suscripció al butlletí "%newsletter".

source: Subscribe link:
ca: Enllaç de suscripció:

source: Unsubscribe link:
ca: Enllaç per donar-se de baixa:

source: Visit our site:
ca: Visiti la nostra pàgina:

source: The user %user was successfully deleted.
ca: L'usuari %user ha estat eliminat amb èxit.

source: Subscribe imported addresses to
ca: Subscriure les adreces importades a

source: The addresses were subscribed to the following newsletters: %to.
ca: Les adreces s'han subscrit als següents butlletins: %to.

source: Are you sure you want to remove %user from the subscription list?
ca: ¿Està segur de que desitja eliminar a %user de la llista de subscripcions?

source: This action will only remove the user from the newsletter subscription list. If this user is registered at your site, his/her account information will remain unchanged.
ca: Aquesta acció eliminarà a l'usuari d'aquest butlletí. Si aquest usuari està registrat a una altra llista de correu en aquest lloc, la resta de la seva informació romandrà inalterada.

source: The %block block is disabled. Click %here to enable this block.
ca: El bloc %block està deshabilitat. Faci clic %here per a habilitar-lo.

source: You have to supply a sender's e-mail address.
ca: Ha de proporcionar l'adreça del remitent.

source: Your settings were saved.
ca: S'han guardat els canvis.

source: You have to supply an e-mail address
ca: Ha de proporcionar una adreça de correu

source: The e-mail address you supplied is not valid
ca: L'adreça de correu no es vàlida

source: User %email added to the database.
ca: L'adreça: %email s'ha agregat.

source: You will receive a confirmation e-mail shortly.
ca: Rebrà un correu de confirmació en pocs minuts.

source: You will receive confirmation e-mails shortly.
ca: Rebrà correus de confirmació en pocs minuts.

source: The newsletter subscriptions have been updated.
ca: La suscripció a la llista de correu s'ha actualizat correctament.

source: Your newsletter subscriptions have been updated.
ca: La seva suscripció a la llista de correu s'ha actualitzat correctament.

source: User %email deleted from the database.
ca: %email ha estat eliminat de la base de dades.

source: Available newsletters
ca: Butlletins disponibles

source: newsletters
ca: butlletins
