Repository: iaminawe/Animation-SA
Catalog: sites/all/modules/simplenews/po/*.po
Languages: ca, el

source: Newsletter issue
el: Ενημερωτικό δελτίο

source: Create a newsletter issue to be sent to subscribed e-mail addresses.
el: Δημιουργήστε ένα ενημερωτικό δελτίο για να σταλεί στις εγγεγραμμένες διευθύνσεις ηλεκτρονικού ταχυδρομείου.

source: Newsletters
ca: Butlletins
el: Ενημερωτικά Δελτία

source: Manage newsletters, subscriptions, and configuration options.
el: Διαχείριση ενημερωτικών δελτίων, εγγραφών, και ρυθμίσεων.

source: Sent issues
el: Απεσταλμένα

source: Drafts
el: Πρόχειρα

source: List newsletters
el: Λίστα δελτίων

source: Add newsletter
el: Προσθήκη δελτίου

source: Subscriptions
el: Εγγραφές

source: List subscriptions
el: Λίστα εγγραφών

source: Import subscriptions
el: Εισαγωγή εγγραφών

source: Export subscriptions
el: Εξαγωγή εγγραφών

source: Activate subscription
el: Ενεργοποίηση εγγραφής

source: Inactivate subscription
el: Απενεργοποίηση εγγραφής

source: Settings
el: Ρυθμίσεις

source: General
el: Γενικά

source: Confirm newsletter subscriptions
el: Επιβεβαίωση εγγραφών ενημερωτικών δελτίων

source: Manage newsletter subscriptions
el: Διαχείριση εγγραφών ενημερωτικών δελτίων

source: Title
el: Τίτλος

source: Message
el: Μήνυμα

source: This will be the body of your newsletter. Available variables are:
ca: Aquest serà el text del seu butlletí. Les variables disponibles són:
el: Αυτό θα είναι το σώμα του ενημερωτικού δελτίου. Οι διαθέσιμες μεταβλητές είναι:

source: (the name of your website),
ca: (el nom del vostre lloc),
el: (το όνομα του ιστότοπού σας),

source: (a link to your homepage),
ca: (un enllaç a la vostra pàgina d'inici),
el: (ένας σύνδεσμος προς την προσωπική σας σελίδα),

source: (homepage link without the http://),
ca: (enllaç a la pàgina d'inici sense http://),
el: (σύνδεσμος προς την προσωπική σελίδα χωρίς το http://),

source: (your e-mail address),
ca: (la vostra adreça de correu),
el: (η διεύθυνση ηλ. ταχυδρομείου σας),

source: (today's date),
ca: (la data d'avui),
el: (η σημερινή ημερομηνία),

source: (link to login page).
ca: (enllaç a la pàgina de login),
el: (σύνδεσμος προς την σελίδα εισόδου στο σύστημα).

source: Newsletter sending options
ca: Opcions d'enviament
el: Επιλογές αποστολής ενημερωτικών δελτίων

source: Format
el: Μορφοποίηση

source: Priority
ca: Prioritat
el: Προτεραιότητα

source: none
el: καμία

source: highest
ca: més alta
el: ύψιστη

source: high
ca: alta
el: υψηλή

source: normal
el: κανονική

source: low
ca: baixa
el: χαμηλή

source: lowest
ca: més baixa
el: ελάχιστη

source: Request receipt
ca: Demanar confirmació de llegida
el: Να ζητηθεί απόδειξη

source: Don't send now
ca: No enviar ara
el: Να μην αποσταλεί τώρα

source: Send one test newsletter to the test address
ca: Enviar un butlletí a l'adreça de prova
el: Αποστολή ενός δοκιμαστικού ενημερωτικού δελτίου στην δοκιμαστική ηλεκτρονική διεύθυνση

source: Send newsletter
ca: Enviar butlletí
el: Αποστολή ενημερωτικού δελτίου

source: Sending
ca: Enviament
el: Επιλογές αποστολής

source: You have no privileges to send this newsletter
ca: No té permisos per a enviar aquest butlletí
el: Δεν έχετε τα κατάλληλα δικαιώματα για την αποστολή αυτού του ενημερωτικού δελτίου

source: Test e-mail addresses
ca: Adreces de prova
el: Δοκιμαστική ηλεκτρονική διεύθυνση

source: Supply a comma-separated list of e-mail addresses to be used as test addresses.
ca: Entri una llista de correus separats per comes per a utilitzar-les com a adreces de prova.
el: Προσδιορίστε μια λίστα από ηλεκτρονικές διευθύνσεις, διαχωρισμένες με κόμμα, για να χρησιμοποιηθούν σαν δοκιμαστικές ηλεκτρονικές διευθύνσεις

source: This newsletter has been sent
ca: El butlletí s'ha enviat
el: Αυτό το ενημερωτικό δελτίο εστάλη

source: You should select a newsletter if you want to send this newsletter.
ca: Ha de seleccionar un butlletí per a enviar-lo.
el: Πρεπει να επιλέξετε ένα δελτίο προκειμένου να το αποστείλετε.

source: Cannot send test newsletter: no valid test e-mail address specified.
ca: No es pot enviar el butlletí: l'adreça de prova no és vàlida.
el: Το δοκιμαστικό ενημερωτικό δελτίο δεν εστάλη: δεν ορίστηκε έγκυρη δοκιμαστική διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Cannot send test newsletter to %mail: e-mail address invalid.
ca: No es pot enviar el butlletí a %mail: l'adreça de prova no és vàlida.
el: Το δοκιμαστικό ενημερωτικό δελτίο δεν εστάλη στην διεύθυνση %mail: Η ηλεκτρονική διεύθυνση δεν είναι έγκυρη.

source: Newsletter %newsletter is being sent
ca: El butlletí %newsletter s'està enviant
el: Το ενημερωτικό δελτίο %newsletter αποστέλλεται

source: Newsletter %title was successfully deleted.
ca: El butlletí: %title s'ha eliminat correctament.
el: Το ενημερωτικό δελτίο %title διαγράφηκε επιτυχώς.

source: Deleted all subscriptions to newsletter %newsletter.
ca: S'han eliminat totes les adreces de %newsletter.
el: Διαγράφηκαν όλες οι εγγραφές στο ενημερωτικό δελτίο %newsletter.

source: Current newsletter subscriptions
ca: Suscripcions actuals al butlletí
el: Τρέχουσες συνδρομές ενημ. δελτίων

source: my newsletters
ca: Butlletins
el: τα ενημερωτικά μου δελτία

source: Currently no subscriptions
ca: Actualment no té suscripcions
el: Δεν υπάρχουν τρέχουσες εγγραφές

source: Current subcriptions
ca: Suscripcions actuals
el: Τρέχουσες εγγραφές

source: Manage subscriptions
ca: Administrar suscripcions
el: Διαχείριση εγγραφών

source: Newsletter: @title
el: Ενημερωτικό δελτίο: @title

source: Stay informed on our latest news!
ca: Mantingui's informat de les nostres últimes notícies!
el: Μείνετε ενημερωμένοι για τις εξελίξεις μας, γραφτείτε στο ενημερωτικό μας δελτίο

source: Manage my subscriptions
ca: Administrar mis suscripciones
el: Διαχείριση των εγγραφών μου

source: Previous issues
ca: Publicaciones anteriors
el: Προηγούμενα δελτία

source: Could not load newsletter term ID %id
el: Δεν φορτώθηκε ο όρος ενημερωτικού δελτίου με ID %id

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
ca: Seleccioni el butlletí al que desitja subscriure's o donar-se de baixa.
el: Επιλέξτε τα ενημερωτικά δελτία στα οποία θέλετε να εγγραφείτε ή να διαγραφείτε.

source: Subscriptions for %mail
ca: Suscripcions de %mail
el: Εγγραφές για %mail

source: Update
el: Ενημέρωση

source: Delete
el: Διαγραφή

source: Manage your newsletter subscriptions
el: Διαχείριση των εγγραφών των ενημ. δελτίων

source: E-mail
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Subscribe
ca: Subscriure's
el: Εγγραφή

source: Unsubscribe
ca: Donar-se de baixa
el: Διαγραφή

source: The e-mail address you supplied is not valid.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε δεν είναι έγκυρη.

source: You must select at least one newsletter.
el: Πρέπει να επιλέξετε τουλάχιστον ένα ενημερωτικό δελτίο.

source: The newsletter subscriptions for %mail have been updated.
el: Οι εγγραφές στα ενημερωτικά δελτία για το %mail ενημερώθηκαν.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete your subscription.
el: Σε λίγο θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου για την επικύρωση της διεύθυνσής σας και περεταίρω πληροφορίες για την ολοκλήρωση της εγγραφής σας.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete the unsubscription process.
el: Σε λίγο θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου για την επικύρωση της διεύθυνσής σας και περεταίρω πληροφορίες για την ολοκλήρωση της διαγραφής σας.

source: Submit
el: Αποστολή

source: You have been successfully subscribed.
el: Εγγραφήκατε επιτυχώς.

source: You have been successfully unsubscribed.
el: Διαγραφήκατε επιτυχώς.

source: Newsletter %title could not be sent to %email.
ca: El butlletí %title no ha pogut ser enviat a %email.
el: Το ενημερωτικό δελτίο %title δεν μπόρεσε να αποσταλεί στη διεύθυνση %email.

source: Footer will be appended here
ca: El peu de pàgina serà afegit aquí
el: Το υποσέλιδο θα προσαρτηθεί εδώ

source: Test newsletter sent to %recipient.
el: Το δοκιμαστικό ενημερωτικό δελτίο εστάλη στον αποδέκτη %recipient.

source: Sent confirmation e-mail to %mail.
el: Το μήνυμα επικύρωσης εστάλη στο %mail.

source: Sending of confirmation e-mail to %mail failed.
el: Η αποστολή του μηνύματος επικύρωσης στο %mail απέτυχε.

source: Filter
el: Φίλτρο

source: all newsletters
ca: tots els butlletins
el: όλα τα ενημερωτικά δελτία

source: orphaned newsletters
el: ορφανά ενημερωτικά δελτία

source: Show issues from
ca: Mostrar les publicacions de
el: Προβολή δελτίων από

source: Newsletter
ca: Butlletí
el: Δελτίο

source: Date created
ca: Data de creació
el: Δημιουργήθηκε

source: Published
el: Δημοσιεύτηκε

source: Sent
ca: Enviat
el: Απεστάλει

source: Edit
ca: Editar
el: Επεξεργάστηκε

source: n/a
el: μη διαθέσιμο

source: edit
el: επεξεργασία

source: No newsletters available.
ca: No hi ha butlletins disponibles.
el: Δεν υπάρχουν διαθέσιμα ενημερωτικά δελτία

source: Table key
ca: Llegenda
el: Κλειδί πίνακα

source: Not published/Not sent
ca: No publicats/No enviats
el: Μη δημοσιευμένο/Μη απεσταλμένο

source: Published/Sent
ca: Publicats/Enviats
el: Δημοσιευμένο/Απεσταλμένο

source: Currently sending by cron
ca: Enviant via cron
el: Αποστολή μέσω cron τώρα

source: Show subscriptions to
ca: Mostrar suscripcions
el: Εμφάνιση εγγραφών στο

source: Username
el: Όνομα λογαριασμού

source: Status
el: Κατάσταση

source: Operations
el: Λειτουργίες

source: Unregistered user
ca: Usuari no registrat
el: Μη εγγεγραμμένος χρήστης

source: activate
ca: activar
el: ενεργοποίηση

source: inactivate
ca: desactivar
el: απενεργοποίηση

source: delete
el: διαγραφή

source: No subscriptions available.
ca: No hi ha subscripcions disponibles.
el: Δεν υπάρχουν διαθέσιμες εγγραφές.

source: Inactive/No newsletters will be sent
ca: Inactiu/No s'enviarà el butlletí
el: Απενεργοποιημένο/Δε θα αποστέλονται ενημ. δελτία

source: Active/User will receive newsletters
ca: Activo/Se Recibirá el butlletí
el: Ενεργοποιημένο/Ο χρήστης θα λαμβάνει ενημ. δελτία

source: E-mail addresses
ca: Adreces de correu electrònic
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου

source: Supply a comma separated list of e-mail addresses to be added to the list. Spaces between commas and addresses are allowed.
ca: Entri una llista de correus separats per comes per a afegir-los a la llista. Els espais entre les comes i les adreces s'ignoraran.
el: Συμπληρώστε μία λίστα από e-mail διευθύνσεις χωρισμένες με κόμματα προκειμένου να χρησιμοποιηθούν ως δοκιμαστικές. Η λειτουργία παράκαμψης επιτρέπει να παρακάμπτονται αυτές οι διευθύνσεις κατά τη δημιουργία ενός ενημερωτικού δελτίου.

source: Subscribe imported addresses to the following newsletter(s)
el: Εγγραφή των εισηγμένων διευθύνσεων στα παρακάτω ενημερωτικά δελτία

source: The following addresses were added or updated: %added.
ca: Les següents adreces s'han agregat o actualitzat: %added.
el: Οι παρακάτω διευθύνσεις προστέθηκαν ή ενημερώθηκαν: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
el: Οι διευθύνσεις εγγράφηκαν στα παρακάτω ενημερωτικά δελτία: %newsletter.

source: No addresses were added.
ca: No s'ha agregat cap adreça.
el: Δεν προστέθηκαν διευθύνσεις.

source: The following addresses were invalid: %invalid.
ca: Les següents adreces no són vàlides: %invalid.
el: Οι παρακάτω διευθύνσεις ήταν μη έγκυρες: %invalid.

source: Select at least 1 status
ca: Seleccioni com a mínim un estat
el: Επιλέξτε τουλάχιστον 1 κατάσταση

source: Active users
ca: Usuaris actius
el: Ενεργοί χρήστες

source: Inactive users
ca: Usuaris inactius
el: Ανενεργοί χρήστες

source: Subscribed to
ca: Subscrit a
el: Εγγεγραμένοι στα

source: Select at least 1 newsletter
ca: Seleccioni com a mínim un butlletí
el: Επιλέξτε τουλάχιστον 1 ενημερωτικό δελτίο

source: No search performed
ca: No s'ha fet cap cerca
el: Δεν εκτελέστηκε καμία αναζήτηση

source: No addresses were found.
ca: No s'han trobat adreces.
el: Δεν βρέθηκε καμία διεύθυνση.

source: The %block block is disabled. Click !here to enable this block.
el: Το %block μπλόκ είναι απενεργοποιημένο. Κάντε κλίκ !here για να το ενεργοποιήσετε

source: here
ca: aquí
el: εδώ

source: Block options
ca: %name opcions del bloc
el: Επιλογές μπλοκ

source: Links (to overview page, RSS-feed and latest issues) are only displayed to users who have "view links in block" privileges.
ca: Sol es mostren els enllaços (pàgina de resume, RSS i últims problemes) a usuaris que tinguin "view links in block" activat.
el: Οι σύνδεσμοι (προς την σελίδα επισκόπησης, τα RSS και τα τελευταία δελτία) εμφανίζονται μόνο στους χρήστες που έχουν το δικαίωμα "προβολή συνδέσμων μέσα σε μπλόκ".

source: Display block message
ca: Mostrar missatge del bloc
el: Προβολή μυνήματος μπλόκ

source: Block message
ca: Missatge del bloc
el: Μήνυμα μπλόκ

source: Display subscription form
ca: Mostrar formulari de subscripció
el: Προβολή φόρμας εγγραφής

source: Display link to archives
ca: Mostrar enllaç als arxius
el: Προβολή συνδέσμου προς παλιότερα δελτία

source: Display latest issues
ca: Mostrar últimes publicacions
el: Προβολή τελευταίων δελτίων

source: Number of issues to display
ca: Canditat de publicacions a mostrar
el: Αριθμός δελτίων προς προβολή

source: Display RSS-feed icon
ca: Mostrar la icona del cable RSS
el: Προβολή εικονιδίου ροής RSS

source: Sender information
ca: Informació del remitent
el: Πληροφορίες αποστολέα

source: From name
ca: Nom del remitent
el: Από όνομα

source: From e-mail address
ca: Correu electrònic del remitent
el: Από ηλεκτρονική διεύθυνση

source: HTML to text conversion
ca: Conversió de HTML a text
el: Μετατροπή απο HTML σε απλό κείμενο

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
ca: Quan el seu butlletí s'envia com text pla, aquestes opcions determinaran com s'ha fet la conversió a text.
el: Όταν το ενημ. δελτίο σας αποστέλεται σαν απλό κείμενο, αυτές οι ρυθμίσεις θα καθορίσουν πως θα γίνει η μετατροπή σε κείμενο.

source: Hyperlink conversion
ca: Conversió a enllaç
el: Μετατροπή συνδέσμων

source: Append hyperlinks as a numbered reference list
ca: Afegir enllaços com una llista ordenada
el: Προσάρτηση συνδέσμων σαν μια λίστα αναφοράς

source: Display hyperlinks inline with the text
ca: Mostrar els enllaços en línia amb el text
el: Προβολή συνδέσμων ενδιάμεσα στο κείμενο

source: Default newsletter options
ca: Opcions per defecte del butlletí
el: Προεπιλεγμένες ρυθμίσεις ενημ. δελτιών

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
ca: Estas opciones seran las opciones por defecto para los nuevos butlletins, pero pueden ser sobreescritas en el formulario de edición del butlletí.
el: Αυτές οι ρυθμίσεις θα είναι οι προεπιλεγμένες για νέα ενημ. δελτία, αλλά θα μπορούν να αλλάξουν στην φόρμα επεξεργασίας του ενημ. δελτίου.

source: Select the default newsletter sending format.
ca: Seleccioni el format d'enviament per defecte.
el: Επιλέξτε την προεπιλεγμένη μορφή αποστολής των ενημ. δελτίων.

source: Note that e-mail priority is ignored by a lot of e-mail programs.
ca: Tingui en compte que la prioritat del correu és ignorada per molts programes de correu.
el: Αξίζει να σημειωθεί ότι η προτεραιότητα στα ηλεκτρονικά μυνήματα αγνοείται από πολλούς πελάτες ηλετρονικού ταχυδρομίου.

source: Request a Read Receipt from your newsletters. A lot of e-mail programs ignore these so it is not a definitive indication of how many people have read your newsletter.
ca: Demanar confirmació de rebuda dels seus butlletins. Molts programes de correu electrònic ignoren aquesta petició, així que tampoc és una guia definitiva de la quantitat de lectures.
el: Αίτηση για απόδειξη ανάγνωσης του ενημ. δελτίου σας. Πολλοί πελάτες ηλεκτρονικού ταχυδρομίου το αγνοούν, οπότε δεν αποτελεί σίγουρη απόδειξη του πόσοι διαβάσαν το δελτίο σας.

source: Default selection for sending newsletters
ca: Selecció per defecte per a enviar el butlletí
el: Προεπιλεγμένη επιλογή για την αποστολή των ενημ. δελτίων

source: Test addresses options
ca: Opcions de la direcció de prova
el: Ρυθμίσεις για τις δοκιμαστικές διευθύνσεις

source: Supply a comma-separated list of e-mail addresses to be used as test addresses. The override function allows to override these addresses upon newsletter creation.
ca: Fiqui una llista d'adreces separades per comes. Els espais entre les comes i las adreces seran ignorats.
el: Συμπληρώστε μία λίστα από e-mail διευθύνσεις χωρισμένες με κόμματα προκειμένου να χρησιμοποιηθούν ως δοκιμαστικές. Η λειτουργεία παράκαμψης επιτρέπει να παρακάμπτονται αυτές οι διευθύνσεις κατά τη δημιουργία ενός ενημερωτικού δελτίου.

source: Test e-mail address
ca: Adreça de prova
el: Διεύθυνση e-mail για δοκιμές

source: Allow test address override
ca: Permetre sobreescriptura de les adreces de prova
el: Να επιτρέπεται παράκαμψη

source: Default sender address that will only be used for confirmation e-mails. You can specify sender information for each newsletter separately on the newsletter's settings page.
ca: Adreça de correu electrònic que serà usada únicament per als correus de confirmació. Pot configurar la informació del remitent per a cada butlletí a la pàgina de configuració del butlletí.
el: Η προκαθορισμένη διεύθυνση αποστολέα θα χρησιμοποιείται μόνο για μηνύματα επιβεβαίωσης. Μπορείτε να προσδιορίσετε τις πληροφορίες αποστολέα για κάθε ενημερωτικό δελτίο ξεχωριστά στη σελίδα ρυθμίσεων για το εκάστοτε ενημερωτικό δελτίο.

source: Initial send time
ca: Temps màxim d'enviament
el: Αρχικός χρόνος αποστολής

source: Sets the maximum time in seconds during which newsletters are sent. If not all recipients have been mailed within this time, sending is further handled as a cronjob.
ca: Selecciona el temps màxim en segons en el que s'enviarà el butlletí. Si no s'envien tots els correus en aquest període l'enviament serà processat com un treball de cron.
el: Ορίζει το μέγιστο χρόνο σε δευτερόλεπτα κατά τον οποίο αποστέλλονται ενημερωτικά δελτία. Αν δεν έχουν αποσταλει σε όλους τους παραλήπτες όταν ο χρόνος αυτός εκπνεύσει, η αποστολή συνεχίζεται μέσω μίας cronjob.

source: The highest value in the dropdown list is based on max_execution_time in your php.ini file. Note that if not all previous newsletters have been sent to all recipients yet, these are sent first.
ca: El valor màxim de la llista està basat en el valor de max_execution_time dins l'arxiu php.ini. Tingui en compte que si encara no s'han enviat tots els butlletins anteriors a tots els destinataris, aquestos s'enviaran abans.
el: Η μέγιστη τιμή στην αναδυόμενη λίστα βασίζεται στη ρύθμιση max_execution_time στο php.ini αρχείο σας. Σημειώστε ότι αν δεν έχουν αποσταλεί όλα τα προηγούμενα ενημερωτικά δελτία, αυτά θα αποσταλούν πρώτα.

source: Seconds
ca: Segons
el: Δευτερόλεπτα

source: Cron throttle
ca: Regulador del Cron
el: Περιορισμός μεγέθους εργασίας cron

source: Sets the numbers of newsletters sent per cron run.
ca: Seleccioni el format d'enviament per defecte.
el: Ορίζει το πλήθος των ενημερωτικών δελτίων που θα αποστέλλονται με κάθε εκτέλεση του cron.

source: Unlimited
el: Απεριόριστο

source: Number of mails
ca: Nombre de correus electrònics
el: Αριθμός μυνημάτων

source: The sender's e-mail address you supplied is not valid.
ca: L'adreça de correu electrònic no es vàlida.
el: Η διεύθυνση αποστολέα που δώσατε δεν είναι έγκυρη.

source: newsletter
ca: butlletí
el: ενημερωτικό δελτίο

source: Updated term %name.
ca: Terme %name actualitzat.
el: Ενημερώθηκε ο όρος %name.

source: Deleted term %name.
el: Διαγράφηκε ο όρος %name.

source: Updated vocabulary %name.
el: Ενημερώθηκε το λεξικό %name.

source: Created vocabulary %name.
el: Δημιουργήθηκε το λεξικό %name.

source: Newsletter name
ca: Nom del butlletí
el: Όνομα ενημερωτικού δελτίου

source: edit newsletter
ca: editar els butlletins
el: επεξεργασία δελτίου

source: There are currently no newsletter series.
el: Δεν υπάρχουν προς το παρών σειρές ενημερωτικών δελτίων

source: Are you sure you want to remove %mail from all newsletter subscription lists?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε το %mail από όλες τις λίστες εγγραφών ενημερωτικών δελτίων;

source: This action will remove %mail from all newsletter subscription lists. To unsubscribe this user from a particular newsletter, press Cancel and edit this user.
el: Αυτή η πράξη θα διαγράψει το %mail από όλες τις λίστες εγγραφής ενημερωτικών δελτίων. Για να διαγράψετε αυτόν τον χρήστη απο ένα συκεκριμένο ενημερωτικό δελτίο, πιέστε Άκυρο και επεξεργαστείτε αυτόν τον χρήστη.

source: Cancel
el: Άκυρο

source: The user %user was successfully deleted from the subscription list.
el: Ο χρήστης %user διαγράφηκε επιτυχώς απο την λίστα.

source: User %email deleted from the subscription list.
el: Ο χρήστης %email διαγράφηκε από την λίστα.

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
ca: Vostè pot crear diferents butlletins per a categoritzar les seves notícies (Notícies d'Argentina, Notícias d'Espanya, etc).
el: Μπορείτε να δημιουργήσετε διάφορα ενημερωτικά δελτία (ή θέματα) προκειμένου να κατηγοριοποιήσετε τα νέα σας (π.χ. Νέα γατιών, Νέα σκυλιών, ...).

source: This name is used to identify the newsletter.
ca: Aquest nom es fa servir per a identificar el butlletí.
el: Αυτό το όνομα χρησιμοποιείται στην αναγνώριση του ενημερωτικού δελτίου.

source: Description
el: Περιγραφή

source: The description can be used to provide more information.
ca: Aquesta descripció es fa servir per a proporcionar més informació.
el: Η περιγραφή μπορεί να χρησιμοποιηθεί για να παράξει περισσότερες πληροφορίες

source: Weight
el: Βάρος

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
ca: Als llistats, els elements més pesats surten més baixos, i els elements més pesats surtiran més amunt.
el: Στις λίστες, οι βαρύτεροι όροι θα βουλιάζουν και οι ελαφρύτεροι θα τοποθετούνται πιο κοντά στην κορυφή.

source: Created new term %name.
ca: Crear nou terme %name.
el: Δημιουργήθηκε ο νέος όρος %name.

source: Are you sure you want to delete %title? All subscriptions associated with this newsletter will be lost.
el: Θέλετε σίγουρα να διαγράψετε το %title; Όλες οι εγγραφές που συνδέονται με αυτό το ενημερωτικό δελτίο θα διαγραφούν.

source: This action cannot be undone.
el: Αυτή η πράξη δεν μπορεί να αναιρεθεί.

source: Newsletter %title has been deleted.
el: Το ενημερωτικό δελτίο %title διαγράφηκε.

source: Are you sure you want to add %user to the %newsletter subscription list?
ca: ¿Està segur de que desitja eliminar a %user de la llista de subscripció %newsletter?
el: Θέλετε σίγουρα να προσθέσετε τον %user στην λίστα %newsletter;

source: You always have the possibility to unsubscribe later.
ca: Sempre té la possibilitat de donar-se de baixa més endavant.
el: Υπάρχει πάντα η δυνατότητα να διακόψετε την συμμετοχή σας αργότερα.

source: %user was successfully added to the %newsletter subscription list.
ca: %user ha estat agregat amb èxit a la llista de subscripció %newsletter.
el: Ο χρήστης %user προστέθηκε επιτυχώς στην λίστα %newsletter.

source: Are you sure you want to remove %user from the %newsletter subscription list?
ca: ¿Està segur de que desitja eliminar a %user de la llista de subscripció %newsletter?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το χρήστη %user από τη λίστα εγγεγραμμένων στο %newsletter;
